Repository: bercoding/SnapArtv2.0
Catalog: SnapArtV2-1/Resources/Localizable.xcstrings
Source language: vi
Languages: ar, de, en, es, fr, hi, hu, id, ja, ko, ms, th, tr

source: Ảnh sẽ bị xóa vĩnh viễn khỏi ứng dụng.
ar: سيتم حذف الصورة بشكل دائم من التطبيق.
de: Das Bild wird dauerhaft aus der Anwendung gelöscht.
en: The image will be permanently deleted from the application.
es: La imagen se eliminará permanentemente de la aplicación.
fr: L'image sera supprimée en permanence de l'application.
hi: छवि को स्थायी रूप से आवेदन से हटा दिया जाएगा।
hu: A képet véglegesen törlik az alkalmazásból.
id: Gambar akan dihapus secara permanen dari aplikasi.
ja: 画像はアプリケーションから永続的に削除されます。
ko: 이미지는 응용 프로그램에서 영구적으로 삭제됩니다.
ms: Imej akan dipadam secara kekal dari permohonan.
th: ภาพจะถูกลบอย่างถาวรจากแอปพลิเคชัน
tr: Görüntü uygulamadan kalıcı olarak silinecektir.

source: Bạn có chắc muốn xóa tất cả ảnh? Hành động này không thể hoàn tác.
ar: هل أنت متأكد من حذف جميع الصور؟ لا يمكن القيام بهذا الإجراء.
de: Sind Sie sicher, alle Fotos zu löschen? Diese Aktion kann nicht ausgeführt werden.
en: Are you sure to delete all photos? This action cannot be done.
es: ¿Estás seguro de eliminar todas las fotos? Esta acción no se puede hacer.
fr: Êtes-vous sûr de supprimer toutes les photos? Cette action ne peut pas être effectuée.
hi: क्या आप सभी तस्वीरों को हटाना सुनिश्चित करते हैं? यह कार्रवाई नहीं की जा सकती।
hu: Biztosan törli az összes fényképet? Ezt a műveletet nem lehet végrehajtani.
id: Apakah Anda pasti akan menghapus semua foto? Tindakan ini tidak dapat dilakukan.
ja: すべての写真を削除しますか？このアクションは実行できません。
ko: 모든 사진을 삭제 하시겠습니까? 이 조치는 수행 할 수 없습니다.
ms: Adakah anda pasti memadamkan semua foto? Tindakan ini tidak dapat dilakukan.
th: คุณแน่ใจว่าจะลบรูปภาพทั้งหมดได้หรือไม่? การกระทำนี้ไม่สามารถทำได้
tr: Tüm fotoğrafları sildiğinizden emin misiniz? Bu eylem yapılamaz.

source: Bắt đầu
ar: يبدأ
de: Beginnen
en: Begin
es: Comenzar
fr: Commencer
hi: शुरू
hu: Kezdődik
id: Mulai
ja: 始める
ko: 시작하다
ms: Mulakan
th: เริ่ม
tr: Başlamak

source: Bộ lọc khuôn mặt
ar: مرشح الوجه
de: Gesichtsfilter
en: Face filter
es: Filtro de cara
fr: Filtre à face
hi: मुकाबला फ़िल्टर
hu: Arcszűrő
id: Filter wajah
ja: フェイスフィルター
ko: 얼굴 필터
ms: Penapis muka
th: ตัวกรองใบหน้า
tr: Yüz filtresi

source: Bộ lọc khuôn mặt AR
ar: مرشح الوجه
de: AR -Gesichtsfilter
en: AR face filter
es: Filtro de cara AR
fr: AR FACE FILTER
hi: एआर फेस फिल्टर
hu: AR arcszűrő
id: AR Face Filter
ja: ARフェイスフィルター
ko: AR 페이스 필터
ms: Penapis muka AR
th: ตัวกรองใบหน้า AR
tr: AR Yüz Filtresi

source: Bộ lọc:
ar: فلتر:
de: Filter:
en: Filter:
es: Filtrar:
fr: Filtre:
hi: फ़िल्टर:
hu: Szűrő:
id: Menyaring:
ja: フィルター：
ko: 필터:
ms: Penapis:
th: กรอง:
tr: Filtre:

source: Bỏ qua
ar: يتخطى
de: Überspringen
en: Skip
es: Saltar
fr: Sauter
hi: छोडना
hu: Kihagyás
id: Melewati
ja: スキップ
ko: 건너뛰다
ms: Langkau
th: ข้าม
tr: Atlamak

source: Chào mừng đến với SnapArt
ar: مرحبًا بك في Snapart
de: Willkommen bei Snapart
en: Welcome to Snapart
es: Bienvenido a Snapart
fr: Bienvenue à Snapart
hi: स्नैपार्ट में आपका स्वागत है
hu: Üdvözöljük a Snapartban
id: Selamat datang di Snapart
ja: スナパートへようこそ
ko: Snapart에 오신 것을 환영합니다
ms: Selamat datang ke Snapart
th: ยินดีต้อนรับสู่ Snapart
tr: Snapart'a hoş geldiniz

source: Chi tiết ảnh
ar: تفاصيل الصورة
de: Fotodetails
en: Photo details
es: Detalles de la foto
fr: Coordonnées de la photo
hi: फोटो विवरण
hu: Fotó részletei
id: Detail foto
ja: 写真の詳細
ko: 사진 세부 사항
ms: Butiran foto
th: รายละเอียดภาพถ่าย
tr: Fotoğraf Ayrıntıları

source: Chọn một danh mục phía trên để xem các filter
ar: اختر فئة أعلاه لعرض المرشح
de: Wählen Sie eine Kategorie oben, um den Filter anzuzeigen
en: Choose a category above to view the filter
es: Elija una categoría anterior para ver el filtro
fr: Choisissez une catégorie ci-dessus pour afficher le filtre
hi: फ़िल्टर देखने के लिए ऊपर एक श्रेणी चुनें
hu: Válasszon egy fenti kategóriát a szűrő megtekintéséhez
id: Pilih kategori di atas untuk melihat filter
ja: フィルターを表示するには、上記のカテゴリを選択してください
ko: 필터를 보려면 위의 범주를 선택하십시오
ms: Pilih kategori di atas untuk melihat penapis
th: เลือกหมวดหมู่ด้านบนเพื่อดูตัวกรอง
tr: Filtreyi görüntülemek için yukarıdaki bir kategori seçin

source: Chọn một tùy chọn bên dưới
ar: حدد خيارًا أدناه
de: Wählen Sie unten eine Option aus
en: Select an option below
es: Seleccione una opción a continuación
fr: Sélectionnez une option ci-dessous
hi: नीचे एक विकल्प चुनें
hu: Válassza ki az alábbi lehetőséget
id: Pilih opsi di bawah ini
ja: 以下のオプションを選択してください
ko: 아래 옵션을 선택하십시오
ms: Pilih pilihan di bawah
th: เลือกตัวเลือกด้านล่าง
tr: Aşağıda bir seçenek seçin

source: Chọn ngôn ngữ cho ứng dụng
ar: حدد لغة التطبيق
de: Wählen Sie die Sprache für die Anwendung aus
en: Select the language for the application
es: Seleccione el idioma para la aplicación
fr: Sélectionnez la langue de l'application
hi: आवेदन के लिए भाषा का चयन करें
hu: Válassza ki az alkalmazás nyelvét
id: Pilih bahasa untuk aplikasi
ja: アプリケーションの言語を選択します
ko: 응용 프로그램의 언어를 선택하십시오
ms: Pilih bahasa untuk aplikasi
th: เลือกภาษาสำหรับแอปพลิเคชัน
tr: Uygulama için dili seçin

source: Chưa có ảnh nào
ar: لا توجد صورة
de: Es gibt kein Bild
en: There is no picture
es: No hay imagen
fr: Il n'y a pas d'image
hi: कोई तस्वीर नहीं है
hu: Nincs kép
id: Tidak ada gambar
ja: 写真はありません
ko: 사진이 없습니다
ms: Tidak ada gambar
th: ไม่มีภาพ
tr: Resim yok

source: Chưa có tài khoản?
ar: لا حساب؟
de: Kein Konto?
en: No account?
es: ¿Sin cuenta?
fr: Aucun compte?
hi: खाता नहीं?
hu: Nincs számla?
id: Tidak ada akun?
ja: アカウントはありませんか？
ko: 계정이 없습니까?
ms: Tiada akaun?
th: ไม่มีบัญชี?
tr: Hesap yok mu?

source: Chụp ảnh từ camera để lưu vào thư viện
ar: التقط صورًا من الكاميرا لحفظها في المكتبة
de: Machen Sie Fotos von der Kamera, um sie in der Bibliothek zu speichern
en: Take photos from the camera to save it to the library
es: Tome fotos de la cámara para guardarlo en la biblioteca
fr: Prenez des photos de l'appareil photo pour l'enregistrer à la bibliothèque
hi: इसे लाइब्रेरी में सहेजने के लिए कैमरे से तस्वीरें लें
hu: Készítsen fényképeket a kameráról, hogy elmentse a könyvtárba
id: Ambil foto dari kamera untuk menyimpannya ke perpustakaan
ja: カメラから写真を撮ってライブラリに保存する
ko: 카메라에서 사진을 찍어 라이브러리에 저장하십시오.
ms: Ambil gambar dari kamera untuk menyimpannya ke perpustakaan
th: ถ่ายภาพจากกล้องเพื่อบันทึกลงในห้องสมุด
tr: Kütüphaneye kaydetmek için kameradan fotoğraf çekin

source: Đã chọn
ar: محدد
de: Ausgewählt
en: Selected
es: Seleccionado
fr: Choisi
hi: चयनित
hu: Kiválasztott
id: Terpilih
ja: 選択
ko: 선택된
ms: Dipilih
th: ที่เลือก
tr: Seçilmiş

source: Đã có tài khoản?
ar: هناك حسابات؟
de: Es gibt Konten?
en: There are accounts?
es: ¿Hay cuentas?
fr: Il y a des comptes?
hi: खाते हैं?
hu: Vannak számlák?
id: Ada akun?
ja: アカウントがありますか？
ko: 계정이 있습니까?
ms: Ada akaun?
th: มีบัญชี?
tr: Hesaplar var mı?

source: Đăng ký
ar: يسجل
de: Registrieren
en: Register
es: Registro
fr: Registre
hi: पंजीकरण करवाना
hu: Nyilvántartás
id: Daftar
ja: 登録する
ko: 등록하다
ms: Daftar
th: ลงทะเบียน
tr: Kayıt olmak

source: Đăng ký tài khoản mới
ar: سجل للحصول على حساب جديد
de: Registrieren Sie sich für ein neues Konto
en: Register for a new account
es: Regístrese para una nueva cuenta
fr: Inscrivez-vous à un nouveau compte
hi: एक नए खाते के लिए पंजीकरण करें
hu: Regisztráljon egy új fiókra
id: Mendaftar untuk akun baru
ja: 新しいアカウントに登録します
ko: 새 계정에 등록하십시오
ms: Daftar untuk akaun baru
th: ลงทะเบียนสำหรับบัญชีใหม่
tr: Yeni bir hesaba kaydolun

source: Đăng nhập
ar: تسجيل الدخول
de: Einloggen
en: Log in
es: Acceso
fr: Se connecter
hi: लॉग इन करें
hu: Bejelentkezik
id: Masuk
ja: ログイン
ko: 로그인하십시오
ms: Log masuk
th: เข้าสู่ระบบ
tr: Giriş yapmak

source: Đăng Nhập
ar: تسجيل الدخول
de: Einloggen
en: Log in
es: Acceso
fr: Se connecter
hi: लॉग इन करें
hu: Bejelentkezik
id: Masuk
ja: ログイン
ko: 로그인하십시오
ms: Log masuk
th: เข้าสู่ระบบ
tr: Giriş yapmak

source: Đăng nhập để lưu trữ ảnh của bạn trên đám mây và đồng bộ giữa các thiết bị
ar: قم بتسجيل الدخول لتخزين صورك في السحابة ومزامنة بين الأجهزة
de: Melden Sie sich an, um Ihre Fotos in der Cloud zu speichern und zwischen Geräten zu synchronisieren
en: Log in to store your photos in the cloud and synchronize between devices
es: Inicie sesión para almacenar sus fotos en la nube y sincronizar entre dispositivos
fr: Connectez-vous pour stocker vos photos dans le cloud et synchroniser entre les appareils
hi: क्लाउड में अपनी फ़ोटो स्टोर करने के लिए लॉग इन करें और उपकरणों के बीच सिंक्रनाइज़ करें
hu: Jelentkezzen be, hogy tárolja a fotóit a felhőben, és szinkronizálja az eszközök között
id: Masuk untuk menyimpan foto Anda di cloud dan sinkronisasi antar perangkat
ja: ログインして写真をクラウドに保存し、デバイス間で同期します
ko: 클라우드에 사진을 저장하려면 로그인하고 장치간에 동기화하십시오.
ms: Log masuk untuk menyimpan foto anda di awan dan disegerakkan antara peranti
th: เข้าสู่ระบบเพื่อจัดเก็บรูปภาพของคุณในคลาวด์และซิงโครไนซ์ระหว่างอุปกรณ์
tr: Fotoğraflarınızı bulutta saklamak ve cihazlar arasında senkronize etmek için giriş yapın

source: Đăng nhập để tiếp tục
ar: تسجيل الدخول للمتابعة
de: Melden Sie sich an, um fortzufahren
en: Login to continue
es: Iniciar sesión para continuar
fr: Connectez-vous pour continuer
hi: जारी रखने के लिए लॉगिन करें
hu: Jelentkezzen be a folytatáshoz
id: Masuk untuk melanjutkan
ja: ログインして続行します
ko: 계속하려면 로그인하십시오
ms: Log masuk untuk meneruskan
th: เข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Devam Etmek İçin Giriş Yapın

source: Đang tải ảnh...
ar: تحميل الصور ...
de: Fotos laden ...
en: Loading photos ...
es: Cargando fotos ...
fr: Chargement de photos ...
hi: फ़ोटो लोड हो रहा है ...
hu: Fotók betöltése ...
id: Memuat foto ...
ja: 写真の読み込み...
ko: 사진로드 ...
ms: Memuat gambar ...
th: กำลังโหลดรูปภาพ ...
tr: Fotoğraf yükleme ...

source: Đang tải...
ar: تنزيل ...
de: Herunterladen ...
en: Downloading ...
es: Descarga ...
fr: Téléchargement ...
hi: डाउनलोड करना ...
hu: Letöltés ...
id: Mengunduh ...
ja: ダウンロード...
ko: 다운로드 ...
ms: Memuat turun ...
th: ดาวน์โหลด ...
tr: İndirme ...

source: Đóng
ar: يغلق
de: Schließen
en: Close
es: Cerca
fr: Fermer
hi: बंद करना
hu: Közeli
id: Menutup
ja: 近い
ko: 닫다
ms: Tutup
th: ปิด
tr: Kapalı

source: Dùng tài khoản demo
ar: استخدم حساب تجريبي
de: Verwenden Sie ein Demo -Konto
en: Use a demo account
es: Use una cuenta de demostración
fr: Utilisez un compte de démonstration
hi: एक डेमो खाते का उपयोग करें
hu: Használjon demonstrációs fiókot
id: Gunakan akun demo
ja: デモアカウントを使用します
ko: 데모 계정을 사용하십시오
ms: Gunakan akaun demo
th: ใช้บัญชีสาธิต
tr: Demo hesabı kullanın

source: Hiển thị nhỏ
ar: شاشة صغيرة
de: Kleines Display
en: Small display
es: Pantalla pequeña
fr: Petite affichage
hi: छोटा प्रदर्शन
hu: Kis kijelző
id: Tampilan kecil
ja: 小さなディスプレイ
ko: 작은 디스플레이
ms: Paparan kecil
th: จอแสดงผลขนาดเล็ก
tr: Küçük ekran

source: Hiển thị vừa
ar: عرض معتدل
de: Mäßige Anzeige
en: Moderate display
es: Pantalla moderada
fr: Affichage modéré
hi: मध्यम प्रदर्शन
hu: Mérsékelt kijelző
id: Tampilan sedang
ja: 中程度のディスプレイ
ko: 적당한 디스플레이
ms: Paparan sederhana
th: จอแสดงผลระดับปานกลาง
tr: Orta Ekran

source: Hủy
ar: يلغي
de: Stornieren
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करना
hu: Töröl
id: Membatalkan
ja: キャンセル
ko: 취소
ms: Batalkan
th: ยกเลิก
tr: İptal etmek

source: Không thể kết nối đến máy chủ
ar: لا يمكن الاتصال بالخادم
de: Ich kann keine Verbindung zum Server herstellen
en: Can't connect to the server
es: No se puede conectar al servidor
fr: Impossible de se connecter au serveur
hi: सर्वर से कनेक्ट नहीं कर सकते
hu: Nem lehet csatlakozni a szerverhez
id: Tidak dapat terhubung ke server
ja: サーバーに接続できません
ko: 서버에 연결할 수 없습니다
ms: Tidak dapat menyambung ke pelayan
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya bağlanamıyorum

source: Kiểm tra MediaPipe
ar: تحقق من MediaPipe
de: Überprüfen Sie MediaPipe
en: Check mediapipe
es: Verifique MediaPipe
fr: Vérifiez Mediopipe
hi: मीडियापाइप की जाँच करें
hu: Ellenőrizze a MediaPipe -t
id: Periksa Mediapipe
ja: Mediapipeを確認してください
ko: 미디어 파이프를 확인하십시오
ms: Semak MediaPipe
th: ตรวจสอบ MediaPipe
tr: MediaPipe'yi kontrol edin

source: Lỗi
ar: خطأ
de: Fehler
en: Error
es: Error
fr: Erreur
hi: गलती
hu: Hiba
id: Kesalahan
ja: エラー
ko: 오류
ms: Ralat
th: ข้อผิดพลาด
tr: Hata

source: Lưu ảnh của bạn vào thư viện và chia sẻ với bạn bè
ar: احفظ صورتك إلى المكتبة وشاركها مع الأصدقاء
de: Speichern Sie Ihr Foto in der Bibliothek und teilen Sie es mit Freunden
en: Save your photo to the library and share with friends
es: Guarde su foto en la biblioteca y comparta con amigos
fr: Enregistrez votre photo dans la bibliothèque et partagez avec des amis
hi: अपनी तस्वीर को लाइब्रेरी में सहेजें और दोस्तों के साथ साझा करें
hu: Mentse el fényképét a könyvtárba, és ossza meg a barátaival
id: Simpan foto Anda ke perpustakaan dan bagikan dengan teman
ja: 写真を図書館に保存して、友達と共有する
ko: 사진을 도서관에 저장하고 친구들과 공유하십시오.
ms: Simpan foto anda ke perpustakaan dan kongsi dengan rakan
th: บันทึกรูปภาพของคุณไปที่ห้องสมุดและแบ่งปันกับเพื่อน ๆ
tr: Fotoğrafınızı kütüphaneye kaydedin ve arkadaşlarınızla paylaşın

source: Lưu trữ và chia sẻ
ar: تخزين ومشاركة
de: Speicherung und Freigabe
en: Storage and share
es: Almacenamiento y compartir
fr: Stockage et partage
hi: भंडारण और शेयर
hu: Tárolás és megosztás
id: Penyimpanan dan berbagi
ja: ストレージと共有
ko: 저장 및 공유
ms: Penyimpanan dan Kongsi
th: จัดเก็บและแบ่งปัน
tr: Depolama ve paylaş

source: MediaPipe Test
ar: اختبار MediPipe
es: Prueba de medias
fr: Test de Mediopipe
hi: मीडियापिप टेस्ट
hu: Mediacső teszt
id: Tes MediAPipe
ja: メディアパイプテスト
ko: 미디어 파이프 테스트
ms: Ujian MediaPipe
th: การทดสอบสื่อกลาง
tr: Mediapipe testi

source: Mở Camera với Filter
ar: افتح الكاميرا مع مرشح
de: Öffnen Sie die Kamera mit Filter
en: Open the camera with filter
es: Abra la cámara con el filtro
fr: Ouvrez la caméra avec filtre
hi: फ़िल्टर के साथ कैमरा खोलें
hu: Nyissa ki a kamerát szűrővel
id: Buka kamera dengan filter
ja: フィルターでカメラを開きます
ko: 필터로 카메라를 엽니 다
ms: Buka kamera dengan penapis
th: เปิดกล้องด้วยตัวกรอง
tr: Kamerayı filtre ile açın

source: Ngôn ngữ
ar: لغة
de: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
ja: 言語
ko: 언어
ms: Bahasa
th: ภาษา
tr: Dil

source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
hu: RENDBEN
id: OKE
ja: わかりました
ko: 좋아요
th: ตกลง
tr: TAMAM

source: Quá thời gian chờ
ar: متأخر , بعد فوات الوقت
de: Im Laufe der Zeit
en: Over -time
es: Con el tiempo
fr: Au fil du temps
hi: अधिक समय तक
hu: Túli idő
id: Over -time
ja: 時間とともに
ko: 시간 이상
ms: Lebih -waktu
th: เกินเวลา
tr: Mesai

source: Quên mật khẩu?
ar: هل نسيت كلمة المرور؟
de: Das Passwort vergessen?
en: Forgot the password?
es: ¿Olvidó la contraseña?
fr: Oublié le mot de passe?
hi: पासवर्ड भूल गए?
hu: Elfelejtette a jelszót?
id: Lupa password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊으 셨나요?
ms: Lupa kata laluan?
th: ลืมรหัสผ่าน?
tr: Şifreyi mi unuttunuz?

source: Tài khoản cá nhân
ar: حساب شخصي
de: Persönliches Konto
en: Personal account
es: Cuenta personal
fr: Compte personnel
hi: व्यक्तिगत लेखा
hu: Személyes számla
id: Akun pribadi
ja: 個人アカウント
ko: 개인 계정
ms: Akaun peribadi
th: บัญชีส่วนตัว
tr: Kişisel hesap

source: Tạo ảnh độc đáo với filter AR
ar: قم بإنشاء صورة فريدة من نوعها مع مرشح AR
de: Erstellen Sie ein eindeutiges Bild mit AR -Filter
en: Create a unique image with AR Filter
es: Crear una imagen única con filtro AR
fr: Créer une image unique avec le filtre AR
hi: एआर फ़िल्टर के साथ एक अनूठी छवि बनाएं
hu: Hozzon létre egy egyedi képet A AR szűrővel
id: Buat gambar unik dengan filter AR
ja: ARフィルターで一意の画像を作成します
ko: AR 필터로 고유 한 이미지를 만듭니다
ms: Buat gambar yang unik dengan penapis AR
th: สร้างภาพที่ไม่ซ้ำกันด้วยตัวกรอง AR
tr: AR filtresi ile benzersiz bir görüntü oluşturun

source: Tạo ảnh vui theo thời gian thực
ar: إنشاء صور مضحكة في الوقت الحقيقي
de: Erstellen Sie lustige Fotos in Echtzeit
en: Create funny photos in real time
es: Crea fotos divertidas en tiempo real
fr: Créez des photos drôles en temps réel
hi: वास्तविक समय में मजेदार तस्वीरें बनाएं
hu: Hozzon létre vicces képeket valós időben
id: Buat foto lucu secara real time
ja: 面白い写真をリアルタイムで作成します
ko: 실시간으로 재미있는 사진을 만듭니다
ms: Buat gambar lucu dalam masa nyata
th: สร้างภาพถ่ายตลกแบบเรียลไทม์
tr: Gerçek zamanlı komik fotoğraflar oluşturun

source: Tạo tài khoản để bắt đầu sử dụng SnapArt
ar: قم بإنشاء حساب لبدء استخدام Snapart
de: Erstellen Sie ein Konto, um Snapart zu verwenden
en: Create an account to start using Snapart
es: Cree una cuenta para comenzar a usar Snapart
fr: Créer un compte pour commencer à utiliser Snapart
hi: Snapart का उपयोग शुरू करने के लिए एक खाता बनाएँ
hu: Hozzon létre egy fiókot a Snapart használatához
id: Buat akun untuk mulai menggunakan Snapart
ja: アカウントを作成して、Snapartの使用を開始します
ko: SnapArt를 사용할 수있는 계정을 만듭니다
ms: Buat akaun untuk mula menggunakan SnapArt
th: สร้างบัญชีเพื่อเริ่มใช้ Snapart
tr: Snapart'ı kullanmaya başlamak için bir hesap oluşturun

source: Thời gian chụp:
ar: وقت:
de: Zeit:
en: Time:
es: Tiempo:
fr: Temps:
hi: समय:
hu: Idő:
id: Waktu:
ja: 時間：
ko: 시간:
ms: Masa:
th: เวลา:
tr: Zaman:

source: Thử lại
ar: إعادة المحاولة
de: Wiederholen
en: Retry
es: Rever
fr: Réessayer
hi: पुन: प्रयास करें
hu: Újjáépít
id: Mencoba kembali
ja: リトライ
ko: 다시 해 보다
ms: Cuba semula
th: ลองอีกครั้ง
tr: Yeniden yapmak

source: Thử nghiệm Filter với ảnh
ar: اختبار مرشح مع الصور
de: Testfilter mit Fotos
en: Test filter with photos
es: Filtro de prueba con fotos
fr: Test de filtre avec des photos
hi: तस्वीरों के साथ परीक्षण फ़िल्टर
hu: Tesztszűrő fotókkal
id: Uji filter dengan foto
ja: 写真でフィルターをテストします
ko: 사진과 함께 테스트 필터
ms: Penapis Ujian dengan Foto
th: ตัวกรองทดสอบพร้อมรูปภาพ
tr: Fotoğraflarla test filtresi

source: Thư viện ảnh
ar: مكتبة الصور
de: Fotobibliothek
en: Photo library
es: Biblioteca
fr: Photo-bibliothèque
hi: चित्र पुस्तकालय
hu: Fotókönyvtár
id: Pustaka foto
ja: 写真図書館
ko: 사진 라이브러리
ms: Perpustakaan Foto
th: ห้องสมุดรูปภาพ
tr: Fotoğraf kütüphanesi

source: Tiếp theo
ar: التالي
de: Nächste
en: Next
es: Próximo
fr: Suivant
hi: अगला
hu: Következő
id: Berikutnya
ja: 次
ko: 다음
ms: Seterusnya
th: ต่อไป
tr: Sonraki

source: Trải nghiệm các bộ lọc khuôn mặt thời gian thực với công nghệ MediaPipe
ar: تجربة مرشحات الوجه الحقيقية في وقت مع تقنية MediPipe
de: Erleben Sie echte Gesichtsfilter mit MediaPipe -Technologie
en: Experience real -time facial filters with MediaPipe technology
es: Experimentar filtros faciales de tiempo real con tecnología MediaPipe
fr: Découvrez des filtres faciaux réels avec la technologie Mediopipe
hi: मीडियापाइप प्रौद्योगिकी के साथ वास्तविक -समय चेहरे फिल्टर का अनुभव करें
hu: Tapasztalja meg a valós időpontú arcszűrőket a MediaPipe technológiával
id: Mengalami filter wajah nyata -waktu dengan teknologi mediapipipe
ja: Mediapipeテクノロジーでリアルタイムフェイシャルフィルターを体験してください
ko: 미디어 파이프 기술로 실시간 얼굴 필터를 경험하십시오
ms: Mengalami penapis muka masa sebenar dengan teknologi MediaPipe
th: สัมผัสกับตัวกรองใบหน้าจริงด้วยเทคโนโลยี MediaPipe
tr: MediaPipe Technology ile Gerçek Zamanlı Yüz Filtreleri Deneyin

source: Ứng dụng chỉnh sửa ảnh với bộ lọc khuôn mặt
ar: تطبيق تحرير الصور مع مرشح الوجه
de: Fotobearbeitungsanwendung mit Gesichtsfilter
en: Photo editing application with face filter
es: Aplicación de edición de fotos con filtro de cara
fr: Application de retouche photo avec filtre à visage
hi: फेस फिल्टर के साथ फोटो एडिटिंग एप्लिकेशन
hu: Fotószerkesztő alkalmazás arcszűrővel
id: Aplikasi pengeditan foto dengan filter wajah
ja: フェイスフィルター付きの写真編集アプリケーション
ko: 얼굴 필터가있는 사진 편집 응용 프로그램
ms: Aplikasi penyuntingan foto dengan penapis muka
th: แอปพลิเคชั่นแก้ไขรูปภาพพร้อมตัวกรองใบหน้า
tr: Yüz filtresi ile fotoğraf düzenleme uygulaması

source: Ứng dụng chỉnh sửa ảnh với các bộ lọc khuôn mặt thú vị và độc đáo
ar: تطبيق تحرير الصور مع مرشحات الوجه مثيرة للاهتمام وفريدة من نوعها
de: Fotobearbeitungs -App mit interessanten und einzigartigen Gesichtsfiltern
en: Photo editing app with interesting and unique facial filters
es: Aplicación de edición de fotos con filtros faciales interesantes y únicos
fr: Application de retouche photo avec des filtres faciaux intéressants et uniques
hi: दिलचस्प और अद्वितीय चेहरे के फिल्टर के साथ फोटो संपादन ऐप
hu: Fotószerkesztő alkalmazás érdekes és egyedi arcszűrőkkel
id: Aplikasi pengeditan foto dengan filter wajah yang menarik dan unik
ja: 興味深いユニークなフェイシャルフィルターを備えた写真編集アプリ
ko: 흥미롭고 독특한 얼굴 필터가있는 사진 편집 앱
ms: Aplikasi penyuntingan foto dengan penapis wajah yang menarik dan unik
th: แอพแก้ไขรูปภาพพร้อมตัวกรองใบหน้าที่น่าสนใจและไม่เหมือนใคร
tr: İlginç ve benzersiz yüz filtreleri ile fotoğraf düzenleme uygulaması

source: Xác nhận xóa
ar: تأكيد الحذف
de: Bestätigen Sie löschen
en: Confirm delete
es: Confirmar eliminar
fr: Confirmer la suppression
hi: DELETE की पुष्टि करें
hu: Erősítse meg a törlést
id: Konfirmasi hapus
ja: 削除を確認します
ko: 삭제를 확인하십시오
ms: Sahkan padam
th: ยืนยันการลบ
tr: Silini onaylayın

source: Xóa
ar: مسح
de: Löschen
en: Erase
es: Borrar
fr: Effacer
hi: मिटाएं
hu: Kitöröl
id: Menghapus
ja: 消去します
ko: 지우다
ms: Padam
th: ลบออก
tr: Silmek

source: Xóa ảnh này?
ar: حذف هذه الصورة؟
de: Dieses Foto löschen?
en: Delete this photo?
es: ¿Eliminar esta foto?
fr: Supprimer cette photo?
hi: इस तस्वीर को मिटा दो?
hu: Törölje ezt a fényképet?
id: Hapus foto ini?
ja: この写真を削除しますか？
ko: 이 사진을 삭제 하시겠습니까?
ms: Padam foto ini?
th: ลบภาพนี้?
tr: Bu fotoğrafı silin mi?

source: Xóa tất cả
ar: حذف كل شيء
de: Alle löschen
en: Delete all
es: Eliminar todo
fr: Supprimer tout
hi: सभी हटा दो
hu: Törölje az összeset
id: Hapus semua
ja: すべてを削除します
ko: 모든 것을 삭제하십시오
ms: Padam semua
th: ลบทั้งหมด
tr: Hepsini sil

source: SnapArt
hi: स्नैपार्ट
hu: Pillanatnyi
ja: スナパート
tr: Çıtçıt
